Repository: Project-HINATA/hinata_go
Catalog: ios/LiveActivityShared/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 下一事件
source: Next event
zh_hans: 下一事件

# 计价
source: Billed
zh_hans: 计价

# 应付
source: Due
zh_hans: 应付

# 结算
source: Total
zh_hans: 结算

# 封顶
source: Capped
zh_hans: 封顶

# 待付
source: To pay
zh_hans: 待付

# 已付
source: Paid
zh_hans: 已付

# 已达上限
source: At cap
zh_hans: 已达上限

# 非营业时段
source: Closed hours
zh_hans: 非营业时段

# 本时段已封顶
source: Capped for now
zh_hans: 本时段已封顶

# 暂停计费
source: Billing paused
zh_hans: 暂停计费

# 待支付
source: Payment due
zh_hans: 待支付

# 已结算
source: Settled
zh_hans: 已结算

# 已结束计费
source: Billing ended
zh_hans: 已结束计费

# 已完成计费
source: Billing complete
zh_hans: 已完成计费

# 数据更新于
source: Updated at
zh_hans: 数据更新于

# 计费中
source: Billing
zh_hans: 计费中

# 暂停
source: Paused
zh_hans: 暂停

# 入场
source: Entry
zh_hans: 入场

# 上一事件
source: Previous event
zh_hans: 上一事件

# 待结账
source: Awaiting checkout
zh_hans: 待结账

# 已结清
source: Paid
zh_hans: 已结清

# 待更新
source: Awaiting update
zh_hans: 待更新

# 等待更新
source: Waiting for update
zh_hans: 等待更新

# 下一事件待定
source: Next event pending
zh_hans: 下一事件待定

# 待定
source: Pending
zh_hans: 待定

# 已停留
source: Time here
zh_hans: 已停留

# 已停留 %@
source: Time here %@
zh_hans: 已停留 %@

# 距下次事件
source: Next event in
zh_hans: 距下次事件

# 距下次事件还有 %lld 分
source: Next event in %lld min
zh_hans: 距下次事件还有 %lld 分

# 距下次事件还有不到 1 分
source: Next event in <1 min
zh_hans: 距下次事件还有不到 1 分

# 支付完成，感谢到访
source: Payment complete. Thank you!
zh_hans: 支付完成，感谢到访

# 本次费用已确定
source: Your final bill is ready
zh_hans: 本次费用已确定

# 距下次事件还有 %@
source: Next event in %@
zh_hans: 距下次事件还有 %@
